{
  "plugins": {
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim",
      "version": ">=0.0.0"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua",
      "version": ">=0.0.0"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": ">=0.0.0"
    },
    "lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": ">=0.0.0"
    },
    "mason": {
      "src": "https://github.com/mason-org/mason.nvim",
      "version": ">=0.0.0"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons",
      "version": ">=0.0.0"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": ">=0.0.0"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": ">=0.0.0"
    },
    "tmux": {
      "src": "https://github.com/christoomey/vim-tmux-navigator",
      "version": ">=0.0.0"
    },
    "whichkey": {
      "src": "https://github.com/folke/which-key.nvim",
      "version": ">=0.0.0"
    }
  }
}
